[
  {
    "disease": "Influenza",
    "keywords": [
      "influenza",
      "influenza"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Influenza requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Common Cold",
    "keywords": [
      "common cold",
      "common"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Common Cold requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Pneumonia",
    "keywords": [
      "pneumonia",
      "pneumonia"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Pneumonia requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Bronchitis",
    "keywords": [
      "bronchitis",
      "bronchitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Bronchitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Asthma",
    "keywords": [
      "asthma",
      "asthma"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Asthma requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "COPD",
    "keywords": [
      "copd",
      "copd"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "COPD requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Tuberculosis",
    "keywords": [
      "tuberculosis",
      "tuberculosis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Tuberculosis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hypertension",
    "keywords": [
      "hypertension",
      "hypertension"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hypertension requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hypotension",
    "keywords": [
      "hypotension",
      "hypotension"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hypotension requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Heart Failure",
    "keywords": [
      "heart failure",
      "heart"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Heart Failure requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Coronary Artery Disease",
    "keywords": [
      "coronary artery disease",
      "coronary"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Coronary Artery Disease requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Arrhythmia",
    "keywords": [
      "arrhythmia",
      "arrhythmia"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Arrhythmia requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Myocardial Infarction",
    "keywords": [
      "myocardial infarction",
      "myocardial"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Myocardial Infarction requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Stroke",
    "keywords": [
      "stroke",
      "stroke"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Stroke requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Epilepsy",
    "keywords": [
      "epilepsy",
      "epilepsy"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Epilepsy requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Migraine",
    "keywords": [
      "migraine",
      "migraine"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Migraine requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Tension Headache",
    "keywords": [
      "tension headache",
      "tension"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Tension Headache requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Cluster Headache",
    "keywords": [
      "cluster headache",
      "cluster"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Cluster Headache requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Sinusitis",
    "keywords": [
      "sinusitis",
      "sinusitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Sinusitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Otitis Media",
    "keywords": [
      "otitis media",
      "otitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Otitis Media requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Pharyngitis",
    "keywords": [
      "pharyngitis",
      "pharyngitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Pharyngitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Tonsillitis",
    "keywords": [
      "tonsillitis",
      "tonsillitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Tonsillitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Gastroenteritis",
    "keywords": [
      "gastroenteritis",
      "gastroenteritis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Gastroenteritis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Food Poisoning",
    "keywords": [
      "food poisoning",
      "food"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Food Poisoning requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Peptic Ulcer",
    "keywords": [
      "peptic ulcer",
      "peptic"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Peptic Ulcer requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Gastritis",
    "keywords": [
      "gastritis",
      "gastritis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Gastritis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "GERD",
    "keywords": [
      "gerd",
      "gerd"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "GERD requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hepatitis A",
    "keywords": [
      "hepatitis a",
      "hepatitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hepatitis A requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hepatitis B",
    "keywords": [
      "hepatitis b",
      "hepatitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hepatitis B requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hepatitis C",
    "keywords": [
      "hepatitis c",
      "hepatitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hepatitis C requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Fatty Liver Disease",
    "keywords": [
      "fatty liver disease",
      "fatty"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Fatty Liver Disease requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Cirrhosis",
    "keywords": [
      "cirrhosis",
      "cirrhosis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Cirrhosis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "IBS",
    "keywords": [
      "ibs",
      "ibs"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "IBS requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Crohn’s Disease",
    "keywords": [
      "crohn’s disease",
      "crohn’s"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Crohn’s Disease requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Ulcerative Colitis",
    "keywords": [
      "ulcerative colitis",
      "ulcerative"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Ulcerative Colitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Constipation",
    "keywords": [
      "constipation",
      "constipation"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Constipation requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Diarrhea",
    "keywords": [
      "diarrhea",
      "diarrhea"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Diarrhea requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Diabetes Type 1",
    "keywords": [
      "diabetes type 1",
      "diabetes"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Diabetes Type 1 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Diabetes Type 2",
    "keywords": [
      "diabetes type 2",
      "diabetes"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Diabetes Type 2 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hypoglycemia",
    "keywords": [
      "hypoglycemia",
      "hypoglycemia"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hypoglycemia requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hyperthyroidism",
    "keywords": [
      "hyperthyroidism",
      "hyperthyroidism"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hyperthyroidism requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Hypothyroidism",
    "keywords": [
      "hypothyroidism",
      "hypothyroidism"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Hypothyroidism requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "PCOS",
    "keywords": [
      "pcos",
      "pcos"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "PCOS requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Endometriosis",
    "keywords": [
      "endometriosis",
      "endometriosis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Endometriosis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "UTI",
    "keywords": [
      "uti",
      "uti"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "UTI requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Kidney Stones",
    "keywords": [
      "kidney stones",
      "kidney"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Kidney Stones requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Chronic Kidney Disease",
    "keywords": [
      "chronic kidney disease",
      "chronic"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Chronic Kidney Disease requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Acne",
    "keywords": [
      "acne",
      "acne"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Acne requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Dermatitis",
    "keywords": [
      "dermatitis",
      "dermatitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Dermatitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Psoriasis",
    "keywords": [
      "psoriasis",
      "psoriasis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Psoriasis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Eczema",
    "keywords": [
      "eczema",
      "eczema"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Eczema requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Fungal Infection",
    "keywords": [
      "fungal infection",
      "fungal"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Fungal Infection requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Ringworm",
    "keywords": [
      "ringworm",
      "ringworm"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Ringworm requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Scabies",
    "keywords": [
      "scabies",
      "scabies"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Scabies requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Chickenpox",
    "keywords": [
      "chickenpox",
      "chickenpox"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Chickenpox requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Measles",
    "keywords": [
      "measles",
      "measles"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Measles requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Mumps",
    "keywords": [
      "mumps",
      "mumps"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Mumps requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Rubella",
    "keywords": [
      "rubella",
      "rubella"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Rubella requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "COVID-19",
    "keywords": [
      "covid-19",
      "covid-19"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "COVID-19 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Dengue",
    "keywords": [
      "dengue",
      "dengue"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Dengue requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Malaria",
    "keywords": [
      "malaria",
      "malaria"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Malaria requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Chikungunya",
    "keywords": [
      "chikungunya",
      "chikungunya"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Chikungunya requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Typhoid",
    "keywords": [
      "typhoid",
      "typhoid"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Typhoid requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Leptospirosis",
    "keywords": [
      "leptospirosis",
      "leptospirosis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Leptospirosis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "HIV/AIDS",
    "keywords": [
      "hiv/aids",
      "hiv/aids"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "HIV/AIDS requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Syphilis",
    "keywords": [
      "syphilis",
      "syphilis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Syphilis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Gonorrhea",
    "keywords": [
      "gonorrhea",
      "gonorrhea"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Gonorrhea requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Anemia",
    "keywords": [
      "anemia",
      "anemia"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Anemia requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Iron Deficiency",
    "keywords": [
      "iron deficiency",
      "iron"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Iron Deficiency requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Vitamin D Deficiency",
    "keywords": [
      "vitamin d deficiency",
      "vitamin"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Vitamin D Deficiency requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Vitamin B12 Deficiency",
    "keywords": [
      "vitamin b12 deficiency",
      "vitamin"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Vitamin B12 Deficiency requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Obesity",
    "keywords": [
      "obesity",
      "obesity"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Obesity requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Underweight",
    "keywords": [
      "underweight",
      "underweight"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Underweight requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Osteoporosis",
    "keywords": [
      "osteoporosis",
      "osteoporosis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Osteoporosis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Arthritis",
    "keywords": [
      "arthritis",
      "arthritis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Arthritis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Rheumatoid Arthritis",
    "keywords": [
      "rheumatoid arthritis",
      "rheumatoid"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Rheumatoid Arthritis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Osteoarthritis",
    "keywords": [
      "osteoarthritis",
      "osteoarthritis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Osteoarthritis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Gout",
    "keywords": [
      "gout",
      "gout"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Gout requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Sciatica",
    "keywords": [
      "sciatica",
      "sciatica"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Sciatica requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Lower Back Pain",
    "keywords": [
      "lower back pain",
      "lower"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Lower Back Pain requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Neck Pain",
    "keywords": [
      "neck pain",
      "neck"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Neck Pain requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Frozen Shoulder",
    "keywords": [
      "frozen shoulder",
      "frozen"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Frozen Shoulder requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Carpal Tunnel Syndrome",
    "keywords": [
      "carpal tunnel syndrome",
      "carpal"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Carpal Tunnel Syndrome requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Tendonitis",
    "keywords": [
      "tendonitis",
      "tendonitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Tendonitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Bursitis",
    "keywords": [
      "bursitis",
      "bursitis"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Bursitis requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Fracture",
    "keywords": [
      "fracture",
      "fracture"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Fracture requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Sprain",
    "keywords": [
      "sprain",
      "sprain"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Sprain requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Strain",
    "keywords": [
      "strain",
      "strain"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Strain requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Burns",
    "keywords": [
      "burns",
      "burns"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Burns requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Dehydration",
    "keywords": [
      "dehydration",
      "dehydration"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Dehydration requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Heat Stroke",
    "keywords": [
      "heat stroke",
      "heat"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Heat Stroke requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 92",
    "keywords": [
      "condition 92",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 92 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 93",
    "keywords": [
      "condition 93",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 93 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 94",
    "keywords": [
      "condition 94",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 94 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 95",
    "keywords": [
      "condition 95",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 95 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 96",
    "keywords": [
      "condition 96",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 96 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 97",
    "keywords": [
      "condition 97",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 97 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 98",
    "keywords": [
      "condition 98",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 98 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 99",
    "keywords": [
      "condition 99",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 99 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 100",
    "keywords": [
      "condition 100",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 100 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 101",
    "keywords": [
      "condition 101",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 101 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 102",
    "keywords": [
      "condition 102",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 102 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 103",
    "keywords": [
      "condition 103",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 103 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 104",
    "keywords": [
      "condition 104",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 104 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 105",
    "keywords": [
      "condition 105",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 105 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 106",
    "keywords": [
      "condition 106",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 106 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 107",
    "keywords": [
      "condition 107",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 107 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 108",
    "keywords": [
      "condition 108",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 108 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 109",
    "keywords": [
      "condition 109",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 109 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 110",
    "keywords": [
      "condition 110",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 110 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 111",
    "keywords": [
      "condition 111",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 111 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 112",
    "keywords": [
      "condition 112",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 112 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 113",
    "keywords": [
      "condition 113",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 113 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 114",
    "keywords": [
      "condition 114",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 114 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 115",
    "keywords": [
      "condition 115",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 115 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 116",
    "keywords": [
      "condition 116",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 116 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 117",
    "keywords": [
      "condition 117",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 117 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 118",
    "keywords": [
      "condition 118",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 118 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 119",
    "keywords": [
      "condition 119",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 119 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 120",
    "keywords": [
      "condition 120",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 120 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 121",
    "keywords": [
      "condition 121",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 121 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 122",
    "keywords": [
      "condition 122",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 122 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 123",
    "keywords": [
      "condition 123",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 123 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 124",
    "keywords": [
      "condition 124",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 124 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 125",
    "keywords": [
      "condition 125",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 125 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 126",
    "keywords": [
      "condition 126",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 126 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 127",
    "keywords": [
      "condition 127",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 127 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 128",
    "keywords": [
      "condition 128",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 128 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 129",
    "keywords": [
      "condition 129",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 129 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 130",
    "keywords": [
      "condition 130",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 130 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 131",
    "keywords": [
      "condition 131",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 131 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 132",
    "keywords": [
      "condition 132",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 132 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 133",
    "keywords": [
      "condition 133",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 133 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 134",
    "keywords": [
      "condition 134",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 134 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 135",
    "keywords": [
      "condition 135",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 135 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 136",
    "keywords": [
      "condition 136",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 136 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 137",
    "keywords": [
      "condition 137",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 137 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 138",
    "keywords": [
      "condition 138",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 138 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 139",
    "keywords": [
      "condition 139",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 139 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 140",
    "keywords": [
      "condition 140",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 140 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 141",
    "keywords": [
      "condition 141",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 141 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 142",
    "keywords": [
      "condition 142",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 142 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 143",
    "keywords": [
      "condition 143",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 143 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 144",
    "keywords": [
      "condition 144",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 144 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 145",
    "keywords": [
      "condition 145",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 145 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 146",
    "keywords": [
      "condition 146",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 146 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 147",
    "keywords": [
      "condition 147",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 147 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 148",
    "keywords": [
      "condition 148",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 148 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 149",
    "keywords": [
      "condition 149",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 149 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 150",
    "keywords": [
      "condition 150",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 150 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 151",
    "keywords": [
      "condition 151",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 151 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 152",
    "keywords": [
      "condition 152",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 152 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 153",
    "keywords": [
      "condition 153",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 153 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 154",
    "keywords": [
      "condition 154",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 154 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 155",
    "keywords": [
      "condition 155",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 155 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 156",
    "keywords": [
      "condition 156",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 156 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 157",
    "keywords": [
      "condition 157",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 157 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 158",
    "keywords": [
      "condition 158",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 158 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 159",
    "keywords": [
      "condition 159",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 159 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 160",
    "keywords": [
      "condition 160",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 160 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 161",
    "keywords": [
      "condition 161",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 161 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 162",
    "keywords": [
      "condition 162",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 162 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 163",
    "keywords": [
      "condition 163",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 163 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 164",
    "keywords": [
      "condition 164",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 164 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 165",
    "keywords": [
      "condition 165",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 165 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 166",
    "keywords": [
      "condition 166",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 166 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 167",
    "keywords": [
      "condition 167",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 167 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 168",
    "keywords": [
      "condition 168",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 168 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 169",
    "keywords": [
      "condition 169",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 169 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 170",
    "keywords": [
      "condition 170",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 170 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 171",
    "keywords": [
      "condition 171",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 171 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 172",
    "keywords": [
      "condition 172",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 172 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 173",
    "keywords": [
      "condition 173",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 173 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 174",
    "keywords": [
      "condition 174",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 174 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 175",
    "keywords": [
      "condition 175",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 175 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 176",
    "keywords": [
      "condition 176",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 176 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 177",
    "keywords": [
      "condition 177",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 177 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 178",
    "keywords": [
      "condition 178",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 178 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 179",
    "keywords": [
      "condition 179",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 179 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 180",
    "keywords": [
      "condition 180",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 180 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 181",
    "keywords": [
      "condition 181",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 181 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 182",
    "keywords": [
      "condition 182",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 182 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 183",
    "keywords": [
      "condition 183",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 183 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 184",
    "keywords": [
      "condition 184",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 184 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 185",
    "keywords": [
      "condition 185",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 185 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 186",
    "keywords": [
      "condition 186",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 186 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 187",
    "keywords": [
      "condition 187",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 187 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 188",
    "keywords": [
      "condition 188",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 188 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 189",
    "keywords": [
      "condition 189",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 189 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 190",
    "keywords": [
      "condition 190",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 190 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 191",
    "keywords": [
      "condition 191",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 191 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 192",
    "keywords": [
      "condition 192",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 192 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 193",
    "keywords": [
      "condition 193",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 193 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 194",
    "keywords": [
      "condition 194",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 194 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 195",
    "keywords": [
      "condition 195",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 195 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 196",
    "keywords": [
      "condition 196",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 196 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 197",
    "keywords": [
      "condition 197",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 197 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 198",
    "keywords": [
      "condition 198",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 198 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 199",
    "keywords": [
      "condition 199",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 199 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 200",
    "keywords": [
      "condition 200",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 200 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 201",
    "keywords": [
      "condition 201",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 201 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 202",
    "keywords": [
      "condition 202",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 202 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 203",
    "keywords": [
      "condition 203",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 203 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 204",
    "keywords": [
      "condition 204",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 204 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 205",
    "keywords": [
      "condition 205",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 205 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 206",
    "keywords": [
      "condition 206",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 206 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 207",
    "keywords": [
      "condition 207",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 207 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 208",
    "keywords": [
      "condition 208",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 208 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 209",
    "keywords": [
      "condition 209",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 209 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 210",
    "keywords": [
      "condition 210",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 210 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 211",
    "keywords": [
      "condition 211",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 211 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 212",
    "keywords": [
      "condition 212",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 212 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 213",
    "keywords": [
      "condition 213",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 213 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 214",
    "keywords": [
      "condition 214",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 214 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 215",
    "keywords": [
      "condition 215",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 215 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 216",
    "keywords": [
      "condition 216",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 216 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 217",
    "keywords": [
      "condition 217",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 217 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 218",
    "keywords": [
      "condition 218",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 218 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 219",
    "keywords": [
      "condition 219",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 219 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 220",
    "keywords": [
      "condition 220",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 220 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 221",
    "keywords": [
      "condition 221",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 221 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 222",
    "keywords": [
      "condition 222",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 222 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 223",
    "keywords": [
      "condition 223",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 223 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 224",
    "keywords": [
      "condition 224",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 224 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 225",
    "keywords": [
      "condition 225",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 225 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 226",
    "keywords": [
      "condition 226",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 226 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 227",
    "keywords": [
      "condition 227",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 227 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 228",
    "keywords": [
      "condition 228",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 228 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 229",
    "keywords": [
      "condition 229",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 229 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 230",
    "keywords": [
      "condition 230",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 230 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 231",
    "keywords": [
      "condition 231",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 231 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 232",
    "keywords": [
      "condition 232",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 232 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 233",
    "keywords": [
      "condition 233",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 233 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 234",
    "keywords": [
      "condition 234",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 234 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 235",
    "keywords": [
      "condition 235",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 235 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 236",
    "keywords": [
      "condition 236",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 236 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 237",
    "keywords": [
      "condition 237",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 237 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 238",
    "keywords": [
      "condition 238",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 238 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 239",
    "keywords": [
      "condition 239",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 239 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 240",
    "keywords": [
      "condition 240",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 240 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 241",
    "keywords": [
      "condition 241",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 241 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 242",
    "keywords": [
      "condition 242",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 242 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 243",
    "keywords": [
      "condition 243",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 243 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 244",
    "keywords": [
      "condition 244",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 244 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 245",
    "keywords": [
      "condition 245",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 245 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 246",
    "keywords": [
      "condition 246",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 246 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 247",
    "keywords": [
      "condition 247",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 247 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 248",
    "keywords": [
      "condition 248",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 248 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 249",
    "keywords": [
      "condition 249",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 249 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 250",
    "keywords": [
      "condition 250",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 250 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 251",
    "keywords": [
      "condition 251",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 251 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 252",
    "keywords": [
      "condition 252",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 252 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 253",
    "keywords": [
      "condition 253",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 253 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 254",
    "keywords": [
      "condition 254",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 254 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 255",
    "keywords": [
      "condition 255",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 255 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 256",
    "keywords": [
      "condition 256",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 256 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 257",
    "keywords": [
      "condition 257",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 257 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 258",
    "keywords": [
      "condition 258",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 258 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 259",
    "keywords": [
      "condition 259",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 259 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 260",
    "keywords": [
      "condition 260",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 260 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 261",
    "keywords": [
      "condition 261",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 261 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 262",
    "keywords": [
      "condition 262",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 262 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 263",
    "keywords": [
      "condition 263",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 263 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 264",
    "keywords": [
      "condition 264",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 264 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 265",
    "keywords": [
      "condition 265",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 265 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 266",
    "keywords": [
      "condition 266",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 266 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 267",
    "keywords": [
      "condition 267",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 267 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 268",
    "keywords": [
      "condition 268",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 268 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 269",
    "keywords": [
      "condition 269",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 269 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 270",
    "keywords": [
      "condition 270",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 270 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 271",
    "keywords": [
      "condition 271",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 271 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 272",
    "keywords": [
      "condition 272",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 272 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 273",
    "keywords": [
      "condition 273",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 273 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 274",
    "keywords": [
      "condition 274",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 274 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 275",
    "keywords": [
      "condition 275",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 275 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 276",
    "keywords": [
      "condition 276",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 276 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 277",
    "keywords": [
      "condition 277",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 277 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 278",
    "keywords": [
      "condition 278",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 278 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 279",
    "keywords": [
      "condition 279",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 279 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 280",
    "keywords": [
      "condition 280",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 280 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 281",
    "keywords": [
      "condition 281",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 281 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 282",
    "keywords": [
      "condition 282",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 282 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 283",
    "keywords": [
      "condition 283",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 283 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 284",
    "keywords": [
      "condition 284",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 284 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 285",
    "keywords": [
      "condition 285",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 285 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 286",
    "keywords": [
      "condition 286",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 286 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 287",
    "keywords": [
      "condition 287",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 287 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 288",
    "keywords": [
      "condition 288",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 288 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 289",
    "keywords": [
      "condition 289",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 289 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 290",
    "keywords": [
      "condition 290",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 290 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 291",
    "keywords": [
      "condition 291",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 291 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 292",
    "keywords": [
      "condition 292",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 292 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 293",
    "keywords": [
      "condition 293",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 293 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 294",
    "keywords": [
      "condition 294",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 294 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 295",
    "keywords": [
      "condition 295",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 295 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 296",
    "keywords": [
      "condition 296",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 296 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 297",
    "keywords": [
      "condition 297",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 297 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 298",
    "keywords": [
      "condition 298",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 298 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 299",
    "keywords": [
      "condition 299",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 299 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  },
  {
    "disease": "Condition 300",
    "keywords": [
      "condition 300",
      "condition"
    ],
    "symptoms": [
      "General discomfort",
      "Body pain",
      "Weakness",
      "More specific symptoms depending on condition"
    ],
    "advice": "Condition 300 requires careful monitoring. Ensure adequate rest, maintain proper hydration, avoid physical overexertion, and follow a balanced diet suitable for your condition. If symptoms intensify, persist beyond several days, or interfere with normal activities, a clinical evaluation is strongly recommended. Additionally, keep track of warning signs such as high fever, difficulty breathing, persistent vomiting, severe pain, confusion, or rapid deterioration. If any of these occur, seek medical attention immediately."
  }
]